Repository: eurolinux-enterprise-linux-sources/minicom
Catalog: src/po/*.po
Languages: pl, ro

source: Select function or press Enter for none.
pl: Wybierz funkcjê lub wci¶nij Enter by powróciæ.
ro: Selectaþi funcþia sau apãsaþi Enter pentru nici una.

source: Lockfile is stale. Overriding it..
pl: Plik blokuj±cy (lock) jest przestarza³y. Nadpisujê go..
ro: Fiºierul lock este blocat. Se suprascrie..

source: Device %s is locked.
pl: Urz±dzenie %s jest zablokowane (lock).
ro: Dispozitivul %s este blocat.

source: Cannot create lockfile. Sorry.
pl: Nie mo¿na utworzyæ pliku blokuj±cego (lock). Wybacz.
ro: Nu se poate crea fiºierul lock. Ne pare rãu.

source: Could not setup for dial out.
pl: Nie mo¿na zmieniaæ ustawieñ dla dzwonienia.
ro: Nu se pot face setãrile pentru apelare în afarã.

source: minicom: cannot open %s: %s
pl: minicom: nie mo¿na otworzyæ %s: %s
ro: minicom: nu se poate deschide %s: %s

source: minicom: cannot open %s. Sorry.
pl: minicom: nie mogê otworzyæ %s. Wybacz.
ro: minicom: nu se poate deschide %s. Ne pare rãu.

source: Cannot open %s!
pl: Nie mogê otworzyæ %s!
ro: Nu se poate deschide %s!

source: Gone offline (%ld:%02ld:%02ld)
pl: Idê offline (%ld:%02ld:%02ld)
ro: Deconectat (%ld:%02ld:%02ld)

source: %7.7sZ for help | | | Minicom %-6.6s | |
pl: %7.7sZ po pomoc | | | Minicom %-6.6s | |
ro: %7.7sZ pentru ajutor | | | Minicom %-6.6s | |

source: Could not re-initialize window system.
pl: Nie mogê przeinicjowaæ systemu okien.
ro: Nu s-a putut reiniþializa sistemul de ferestre

source: Resize not supported, screen may be messed up!
pl: Zmiana rozmiaru nie wspierana. Obraz mo¿e byæ nieprawid³owy!
ro: Modificarea mãrimii nu este suportatã, ecranul poate sã aparã zãpãcit!

source: Got signal %d
pl: Nadszed³ sygna³ %d
ro: S-a primit semnal %d

source: Close
pl: Zamknij
ro: Închidere

source: Pause
pl: Pauza
ro: Pauzã

source: Exit
pl: Wyj¶cie
ro: Ieºire

source: Unpause
pl: Odpauzuj
ro: Continuare

source: Hang-up line?
pl: Odwiesiæ s³uchawkê?
ro: Deconectare linie?

source: Killed by signal %d !
pl: Zabity sygna³em %d !
ro: Omorât(killed) de semnalul %d!

source: Suspended. Type "fg" to resume.
pl: Wstrzymany. Wpisz "fg" by przywróciæ.
ro: Suspendat. Tastaþi "fg" pentru refacere.

source: SHELL variable not set
pl: Zmienna SHELL nie ustawiona
ro: Variabila SHELL nu este setatã

source: Out of memory: could not fork()
pl: Brak pamiêci: nie mo¿na wykonaæ fork()
ro: Memorie plinã: nu s-a putut face fork()

source: Shelled out. Type "exit" to return.
pl: Shell. Wpisz "exit" by powróciæ.
ro: Ieºit din shell. Tastaþi "exit" pentru întoarcere.

source: SEARCH FOR (ESC=Exit)
pl: SZUKAJ (ESC=Wyj¶cie)
ro: CÃUTARE DUPÃ(ESC=Ieºire)

source: Search Wrapping Around to Start!
pl: Szukanie dobi³o koñca - kontynuacja od pocz±tku!
ro: Cãutarea se aflã lângã Start!

source: HISTORY: U=Up D=Down F=PgDn B=PgUp s=Srch S=CaseLess N=Next C=Cite ESC=Exit
pl: HISTORIA: U=Góra D=Dó³ F=PgDn B=PgUp s=Szuk S=CaseLess N=Nast C=Miej ESC=Wyj
ro: ISTORIC: U=Sus D=Jos F=PgJos B=PgSus s=Caut S=FãrãCaz N=Urmãt. C=Citat ESC=Ieºire

source: History buffer Disabled!
pl: Bufor historii Zablokowany!
ro: Bufferul istoricului este Dezactivat!

source: History buffer empty!
pl: Bufor historii pusty!
ro: Bufferul istoricului este gol!

source: No previous search! Please 's' or 'S' first!
pl: Brak poprzedniego szukania! U¿yj najpierw 's' lub 'S'!
ro: Nu existã cãutãri anterioare! Vã rugãm, în primul rând 's' sau 'S'!

source: CITATION: ENTER=select start line ESC=exit
pl: CYTUJ¡C: ENTER=wybierz liniê pocz±tkow± ESC=wyj¶cie
ro: CITARE: ENTER=selecþie linie start ESC=ieºire

source: CITATION: ENTER=select end line ESC=exit
pl: CYTUJ¡Æ: ENTER=wybierz liniê koñcow± ESC=wyj¶cie
ro: CITARE: ENTER=selecþie linie sfârºit ESC=ieºire

source: Wrong option in environment MINICOM="%s"
pl: Z³a opcja w zmiennej MINICOM="%s"
ro: Opþiune greºitã în mediul MINICOM="%s"

source: Type "minicom %s" for help.
pl: Wpisz "minicom %s" po pomoc.
ro: Tastaþi "minicom %s" pentru ajutor.

source: Usage: %s [OPTION]... [configuration] A terminal program for Linux and other unix-like systems. -s, --setup : enter setup mode (only as root) -o, --noinit : do not initialize modem & lockfiles at startup -m, --metakey : use meta or alt key for commands -M, --metakey8 : use 8bit meta key for commands -l, --ansi : literal; assume screen uses non IBM-PC character set -L, --iso : don't assume screen uses ISO8859 -w, --wrap : Linewrap on -z, --statline : try to use terminal's status line -7, --7bit : force 7bit mode -8, --8bit : force 8bit mode -c, --color=on/off : ANSI style color usage on or off -a, --attrib=on/off : use reverse or highlight attributes on or off -t, --term=TERM : override TERM environment variable -S, --script=SCRIPT : run SCRIPT at startup -d, --dial=ENTRY : dial ENTRY from the dialing directory -p, --ptty=TTYP : connect to pseudo terminal -C, --capturefile=FILE : start capturing to FILE -T, --disabletime : disable display of online time -v, --version : output version information and exit configuration : configuration file to use These options can also be specified in the MINICOM environment variable.
pl: Sk³adnia: %s [OPCJA]... [konfiguracja] Program terminala dla Linuksa i innych systemów uniksowych. -s, --setup : wej¶cie w tryb konfiguracji (tylko jako root) -o, --noinit : bez inicjalizacji modemu i plików blokuj±cych -m, --metakey : u¿ywanie klawisza meta lub alt dla poleceñ -M, --metakey8 : u¿ywanie 8. bitu jako klawisza meta dla poleceñ -l, --ansi : za³o¿enie, ¿e ekran u¿ywa znaków innych ni¿ IBM-PC -L, --iso : nie zak³adanie, ¿e ekran u¿ywa ISO8859 -w, --wrap : w³±czenie zawijania linii -z, --statline : próba u¿ycia linii statusu terminala -7, --7bit : wymuszenie trybu 7-bitowego -8, --8bit : wymuszenie trybu 8-bitowego -c, --color=on/off : w³./wy³. u¿ycia kolorów w stylu ANSI -a, --attrib=on/off : w³./wy³. u¿ycia atrybutów odwróconych/pod¶wietlonych -t, --term=TERM : przykrycie zmiennej ¶rodowiskowej TERM -S, --script=SKRYPT : uruchomienie SKRYPTU przy starcie -d, --dial=WPIS : zadzwonienie pod WPIS z katalogu dzwonienia -p, --ptty=TTYP : pod³±czenie do pseudoterminala -C, --capturefile=PLIK : rozpoczêcie zrzucania ekranu do PLIKU -T, --disabletime : wy³±czenie wy¶wietlania czasu trwania po³±czenia konfiguracja : plik konfiguracyjny do u¿ycia Te opcje mo¿na podaæ tak¿e w zmiennej ¶rodowiskowej MINICOM.

source: This variable is currently set to "%s".
pl: Aktualnie zmienna ta ma warto¶æ "%s".

source: This variable is currently unset.
pl: Aktualnie zmienna ta nie jest ustawiona.

source: The configuration directory for the access file and the configurations is compiled to %s. Report bugs to <minicom-devel@lists.alioth.debian.org>.
pl: Katalog konfiguracji dla pliku dostêpu i konfiguracji ustalony na etapie kompilacji to %s. B³êdy proszê zg³aszaæ na adres <minicom-devel@lists.alioth.debian.org>.

source: %s version %s
pl: %s wersja %s
ro: %s versiunea %s

source: (compiled %s)
pl: (skompilowany %s)
ro: (compilat %s)

source: minicom: -s switch needs root privilige
pl: minicom: opcja -s wymaga praw roota
ro: minicom: parametrul -s necesitã drepturi de root

source: minicom: argument to -p must be a pty
pl: minicom: argument opcji -p musi wskazywaæ na pty
ro: minicom: argumentul lui -p trebuie sã fie un pty

source: Cannot open capture file
pl: Nie mogê otworzyæ pliku "³apania" (capture file)
ro: Nu se poate deschide fiºierul de capturã

source: minicom: WARNING: please don't run minicom as root when not maintaining it (with the -s switch) since all changes to the configuration will be GLOBAL !.
pl: minicom: UWAGA: proszê nie uruchamiaæ minicoma jako root w celach innych ni¿ konfigurowanie go (z opcj± -s), poniewa¿ wszystkie zmiany dokonane w konfiguracji bêd± GLOBALNE!
ro: minicom: AVERTISMENT: Vã rugãm nu rulaþi minicom-ul ca root când nu îl administraþi (cu parametrul -s) pentru cã toate modificãrile configuraþiei vor fi GLOBALE !.

source: You don't exist. Go away.
pl: Nie istniejesz. Odejd¼.
ro: Nu existaþi. Plecaþi.

source: Sorry %s. You are not allowed to use configuration %s.
pl: Wybacz %s. Nie masz uprawnieñ do u¿ywania konfiguracji %s.
ro: Îmi pare rãu %s. Nu aveþi voie sã folosiþi configuraþia %s.

source: Ask your sysadmin to add your name to %s
pl: Popro¶ administratora systemu o dodanie do %s.

source: Sorry. Your screen is too small.
pl: Wybacz. Twój ekran jest zbyt ma³y.
ro: Îmi pare rãu. Ecranul dumneavoastrã este prea mic.

source: Welcome to minicom
pl: Witaj w minicomie
ro: Bine aþi venit în minicom

source: OPTIONS
pl: OPCJE
ro: OPÞIUNI

source: Compiled on
pl: Skompilowany dnia
ro: Compilat pe

source: Press %sZ for help on special keys%c
pl: Wci¶nij %sZ po pomoc na temat specjalnych klawiszy%c
ro: Tastaþi %sZ pentru ajutor în tastele speciale%c

source: Add linefeed ON
pl: Dodawanie linefeed W£¡CZONE
ro: Adãugare linefeed ACTIVATÃ

source: Add linefeed OFF
pl: Dodawanie linefeed WY£¡CZONE
ro: Adãugare linefeed DEZACTIVATÃ

source: Local echo ON
pl: Lokalne echo W£¡CZONE
ro: Echo local ACTIVAT

source: Local echo OFF
pl: Lokalne echo WY£¡CZONE
ro: Echo local DEZACTIVAT

source: You are online. Really initialize?
pl: Jeste¶ online. Naprawdê zainicjalizowaæ?
ro: Sunteþi conectat. Sigur reiniþializaþi?

source: Leave without reset?
pl: Opu¶ciæ bez resetu?
ro: Pãrãsire fãrã reset?

source: Save macros?
pl: Zapisaæ makra?
ro: Salvare macro-uri?

source: Leave Minicom?
pl: Opu¶ciæ Minicoma?
ro: Pãrãsire Minicom?

source: Capture to which file?
pl: Do którego pliku ³apaæ ekran?
ro: Captureazã în ce fiºier?

source: Capture file
pl: Plik capture
ro: Fiºier de capturã

source: Linewrap ON
pl: Zawijanie linii W£¡CZONE
ro: WrapLinii ACTIVAT

source: Linewrap OFF
pl: Zawijanie linii WY£¡CZONE
ro: WrapLinii DEZACTIVAT

source: Quit without reset while online.
pl: Bêd±c online wyj¶æ bez resetowania.
ro: Pãrãsire fãrã reset în timpul conectãrii

source: No
pl: Nie
ro: Nu

source: # Machine-generated file - use "minicom -s" to change parameters.
pl: # Wygenerowano przez Minicoma - u¿yj "minicom -s" do zmiany ustawieñ.
ro: # Fiºier generat de maºinã - folosiþi "minicom -s" pentru a schimba parametrii.

source: # Machine-generated file - use setup menu in minicom to change parameters.
pl: # Wygenerowano przez Minicoma - u¿yj menu w minicomie do zmiany ustawieñ.
ro: # Fiºier generat de maºinã - folosiþi meniul de setãri pentru a schimba parametrii.

source: Memory allocation failed.
pl: Przydzielenie pamiêci nie powiod³o siê.

source: ** Line %d of the %s config file is unparsable.
pl: ** Linia %d pliku konfiguracyjnego %s jest nieczytelna.
ro: ** Linia %d din fiºierul de configurare %s nu este analizabilã(parsable).

source: global
pl: globalna

source: personal
pl: personalna

source: script "%s": syntax error in line %d %s%s
pl: skrypt "%s": b³±d sk³adni w linii %d %s%s
ro: script "%s": eroare de sintaxã în linia %d %s%s

source: script "%s": global timeout%s
pl: skrypt "%s": globalne przekroczenie czasu%s
ro: script "%s": timeout global%s

source: (word contains ESC or quote)
pl: (s³owo zawiera ESC lub cudzys³ów)
ro: (cuvântul conþine ESC sau citat)

source: runscript: couldn't open "%s"%s
pl: runscript: nie mo¿na otworzyæ "%s"%s

source: script "%s": out of memory%s
pl: skrypt "%s": brak pamiêci%s
ro: script "%s": memorie plinã%s

source: script "%s" line %d: unknown variable "%s"%s
pl: skrypt "%s" linia %d: nieznana zmienna "%s"%s
ro: script "%s" linia %d: variabilã necunoscutã "%s"%s

source: script "%s": unexpected end of file%s
pl: skrypt "%s": niespodziewany koniec pliku%s
ro: script "%s": sfârºit de fiºier neaºteptat%s

source: (garbage after })
pl: (bzdury po })
ro: (gunoi dupã })

source: (too many arguments)
pl: (zbyt wiele argumentów)
ro: (prea mulþi parametri)

source: script "%s" line %d: nested expect%s
pl: skrypt "%s" linia %d: oczekiwane gniazdo%s
ro: script "%s" linia %d: se aºtepta legãturã(nested)%s

source: (garbage after {)
pl: (bzdury po {)
ro: (gunoi dupã {)

source: (argument expected)
pl: (oczekiwany argument)
ro: (se aºteaptã parametru)

source: (invalid argument)
pl: (nieprawid³owy argument)
ro: (parametru invalid)

source: (in goto/gosub label)
pl: (w etykiecie goto/gosub)
ro: (în etichetã goto/gosub)

source: script "%s" line %d: label "%s" not found%s
pl: skrypt "%s" linia %d: etykieta "%s" nie znaleziona%s
ro: script "%s" linia %d: eticheta "%s" nu a fost gãsitã%s

source: script "%s": no return from gosub%s
pl: skrypt "%s": brak powrotu z funkcji gosub%s
ro: script "%s": nici o returnare din gosub%s

source: (missing var name)
pl: (brakuj±ca nazwa zmiennej)
ro: (lipseºte nume variabilã)

source: (expected variable)
pl: (oczekiwana zmienna)
ro: (se aºteaptã variabilã)

source: (expected command after if)
pl: (oczekiwana komenda po if)
ro: (se aºtepta comandã dupã if)

source: (unknown operator)
pl: (nieznany operator)
ro: (operator necunoscut)

source: (unexpected argument)
pl: (nieoczekiwany argument)
ro: (parametru neaºteptat)

source: script "%s" line %d: break outside of expect%s
pl: skrypt "%s" linia %d: przerwa poza expect%s
ro: script "%s" linia %d: break în afara expect%s

source: script "%s" line %d: call inside expect%s
pl: skrypt "%s" linia %d: wywo³anie wewn±trz expect%s
ro: script "%s" linia %d: call în expect%s

source: script "%s" line %d: unknown command "%s"%s
pl: skrypt "%s" linia %d: nieznana komenda "%s"%s
ro: script "%s" linia %d: comandã necunoscutã "%s"%s

source: runscript, part of minicom version %s
pl: runscript, czê¶æ minicoma w wersji %s

source: Usage: runscript <scriptfile> [logfile [homedir]]%s
pl: Sk³adnia: runscript <plikskryptu> [pliklogu [katalogdomowy]]%s
ro: Folosire: runscript <fiºierscript> [fiºierlog [homedir]]%s

source: Cannot chdir to %.30s
pl: Nie mo¿na zmieniæ katalogu na %.30s
ro: Nu se poate schimba directorul în %.30s

source: Download
pl: ¦ci±ganie

source: Please enter file names
pl: Wpisz nazwy plików
ro: Vã rugãm introduceþi numele de fiºiere

source: %.30s %s - Press CTRL-C to quit
pl: %.30s-%s - Wci¶nij CTRL-C by wyj¶æ
ro: %.30s %s - Apãsaþi CTRL-C pentru ieºire

source: download
pl: ¶ci±ganie

source: READY: press any key to continue...
pl: GOTÓW: wci¶nij dowolny klawisz by kontynuowaæ.
ro: PREGÃTIT: apãsaþi o tastã pentru continuare...

source: Cannot re-create lockfile!
pl: Nie mo¿na ponownie stworzyæ pliku blokuj±cego (lockfile)!
ro: Nu se poate recrea fiºierul de lock!

source: Same as last
pl: Taki sam jak ostatnio
ro: La fel ca ultima

source: A - Username :
pl: A - U¿ytkownik :
ro: A - Nume utilizator :

source: B - Password :
pl: B - Has³o :
ro: B - Parolã :

source: C - Name of script :
pl: C - Nazwa skryptu :
ro: C - Nume script :

source: Change which setting? (Return to run, ESC to stop)
pl: Które ustawienie zmieniæ? (ENTER powrót, ESC zatrzymanie)
ro: Schimbã care setare? (Return pentru rulare, ESC pentru oprire)

source: Run a script
pl: Uruchom skrypt
ro: Ruleazã un script

source: Environment variable TERM not set
pl: Zmienna TERM nie ustawiona
ro: Variabila de mediu TERM nu este setatã

source: No termcap entry for %s
pl: Brak wpisu do bazy termcap dla %s
ro: Nu existã intrare termcap pentru %s

source: No termcap database present!
pl: Baza termcap nie istnieje!
ro: Nu este prezentã nici o bazã de date termcap!

source: No cursor motion capability (cm)
pl: Brak mo¿liwo¶ci poruszania kursorem (cm)
ro: Nu existã capacitatea de miºcare a cursorului (cm)

source: Number of terminal lines unknown
pl: Nieznana liczba linii terminala
ro: Numãr necunoscut de linii ale terminalului

source: Number of terminal columns unknown
pl: Nieznana liczba kolumn terminala
ro: Numãr necunoscut de coloane ale terminalului

source: Delete
ro: ªterge

source: Offline
ro: Deconectat

source: OFFLINE
ro: DECONECTAT

source: Online
ro: Conectat

source: ONLINE
ro: CONECTAT
