Repository: eurolinux-enterprise-linux-sources/minicom
Catalog: src/po/*.po
Languages: pl, ro

source: minicom: WARNING: configuration file not found, using defaults
pl: minicom: UWAGA: plik konfiguracyjny nie znaleziony, u¿ycie ustawieñ standardowych.
ro: minicom: AVERTISMENT: nu a fost gãsit fiºierul de configurare, se folosesc valorile implicite

source: minicom: there is no global configuration file %s
pl: minicom: globalny plik konfiguracyjny nie istnieje %s
ro: minicom: nu existã fiºierul global de configurare %s

source: Ask your sysadmin to create one (with minicom -s).
pl: Popro¶ administratora systemu o stworzenie go (minicom -s).

source: minicom: cannot open macro file %s
pl: minicom: nie mogê otworzyæ pliku makr %s
ro: minicom: nu se poate deschide fiºierul de macro %s

source: A - File name (empty=disable) :
pl: A - Nazwa pliku (pusta=wy³±czenie) :
ro: A - Nume fiºier (vid=dezactivat) :

source: B - Log connects and hangups :
pl: B - Loguj po³±czenia i roz³±czenia :
ro: B - Înregistreazã(Log) conexiunile ºi se deconecteazã :

source: C - Log file transfers :
pl: C - Loguj transfery plików :
ro: C - Înregistreazã(Log) transferele de fiºiere :

source: Change which setting?
pl: Które ustawienie zmieniæ?
ro: Schimbã care setare?

source: Logging options
pl: Opcje logowania
ro: Opþiuni de logare

source: A - Download directory :
pl: A - Katalog ¶ci±gania :
ro: A - Director de download :

source: B - Upload directory :
pl: B - Katalog upload :
ro: B - Director de upload :

source: C - Script directory :
pl: C - Katalog skryptu :
ro: C - Director de scripturi :

source: D - Script program :
pl: D - Skrypt :
ro: D - Program script :

source: E - Kermit program :
pl: E - Program kermit :
ro: E - Program kermit :

source: F - Logging options
pl: F - Opcje logowania
ro: F - Opþiuni de logare

source: Yes
pl: Tak
ro: Da

source: No
pl: Nie
ro: Nu

source: M Zmodem download string activates...
pl: M ¦ci±ganie Zmodem-em aktywowane ci±giem znaków........
ro: M ªirul de caractere de download Zmodem activeazã...

source: N Use filename selection window......
pl: N U¿ywanie okna wyboru plików..........................
ro: N Foloseºte fereastra de selecþie nume fiºier......

source: O Prompt for download directory......
pl: O Pytanie o katalog do którego ¶ci±gaæ pliki...........
ro: O Prompt pentru directorul de download......

source: Change which setting? (SPACE to delete)
pl: Które ustawienie zmieniæ? (SPACJA by skasowaæ)
ro: Schimbã care setare? (SPAÞIU pentru ºtergere)

source: Name Program
pl: Nazwa Program
ro: Nume Program

source: Name U/D FullScr IO-Red. Multi
pl: Nazwa U/D Pe³Ekr IO-Red. Multi
ro: Nume U/D EcranMare IO-Red. Multi

source: Delete which protocol?
pl: Który protokó³ skasowaæ?
ro: ªterge care protocol?

source: A - Serial Device :
pl: A - Urz±dzenie szeregowe :
ro: A - Dispozitiv Serial :

source: B - Lockfile Location :
pl: B - Lokalizacja pliku blokuj±cego :
ro: B - Locaþie fiºier lock :

source: C - Callin Program :
pl: C - Program Callin :
ro: C - Program Apeluri de Intrare :

source: D - Callout Program :
pl: D - Program Callout :
ro: D - Program Apeluri de Ieºire :

source: E - Bps/Par/Bits :
pl: E - Bps/Parzysto¶æ/Bity :
ro: E - Bps/Par/Biþi :

source: F - Hardware Flow Control :
pl: F - Sprzêtowa kontrola przep³ywu :

source: G - Software Flow Control :
pl: G - Programowa kontrola przep³ywu :

source: DTE speed
pl: prêdko¶æ DTE
ro: Vitezã DTE

source: line speed
pl: prêdko¶æ linii
ro: vitezã linie

source: A - Init string .........
pl: A - Ci±g inicjalizuj±cy .................
ro: A - ºir de iniþializare .........

source: B - Reset string ........
pl: B - Ci±g resetuj±cy .....................
ro: B - ªir de resetare ........

source: C - Dialing prefix #1....
pl: C - Prefix dzwonienia #1 ................
ro: C - Prefix #1 pentru apelare....

source: D - Dialing suffix #1....
pl: D - Suffix dzwonienia #1 ................
ro: D - Sufix #1 pentru apelare....

source: E - Dialing prefix #2....
pl: E - Prefix dzwonienia #2 ................
ro: E - Prefix #2 pentru apelare....

source: F - Dialing suffix #2....
pl: F - Suffix dzwonienia #2 ................
ro: F - Sufix #2 pentru apelare....

source: G - Dialing prefix #3....
pl: G - Prefix dzwonienia #3 ................
ro: G - Prefix #3 pentru apelare....

source: H - Dialing suffix #3....
pl: H - Suffix dzwonienia #3 ................
ro: H - Sufix #3 pentru apelare....

source: I - Connect string ......
pl: I - Ci±g znaków przy po³±czeniu .........
ro: I - ªir de conectare ......

source: J - No connect strings ..
pl: J - Ci±g znaków gdy nie ma po³±czenia ...
ro: J - Nici un ºir de conectare ..

source: K - Hang-up string ......
pl: K - Ci±g znaków koñcz±cy po³±czenie .....
ro: K - ªir de deconectare ......

source: L - Dial cancel string ..
pl: L - Ci±g znaków anuluj±cy dzwonienie ....
ro: L - ªir de renunþare apel ..

source: M - Dial time ...........
pl: M - Czas dzwonienia ......
ro: M - Duratã apelare ...........

source: N - Delay before redial .
pl: N - Opó¼n. przed ponownym.
ro: N - Întârziere înainte de reapelare .

source: O - Number of tries .....
pl: O - Liczba prób ..........
ro: O - Numãr de încercãri .....

source: P - DTR drop time (0=no).
pl: P - czas obn.DTR (0=nie) .
ro: P - duratã renunþare la DTR (0=fãrã).

source: Q - Auto bps detect .....
pl: Q - Autodetekcja bps .....
ro: Q - Autodetectare bps .....

source: R - Modem has DCD line ..
pl: R - Modem ma liniê DCD ...
ro: R - Modemul are linie DCD ..

source: S - Status line shows ...
pl: S - Linia stanu pokazuje .
ro: S - Linia de stare afiºeazã ...

source: T - Multi-line untag ....
pl: T - Wieloliniowy untag ...
ro: T - Multi-linie untag ....

source: Modem and dialing parameter setup
pl: Ustawienia modemu i dzwonienia
ro: Setare modem ºi parametri de apelare

source: (Return or Esc to exit)
pl: (Enter lub Esc by wyj¶æ)
ro: (Return sau Esc pentru ieºire)

source: A - Command key is :
pl: A - Klawisz komendy to :
ro: A - Tasta de comandã este :

source: B - Backspace key sends :
pl: B - Klawisz backspace wysy³a :
ro: B - Tasta Backspace trimite :

source: C - Status line is :
pl: C - Linia statusu jest :
ro: C - Linia de stare este :

source: D - Alarm sound :
pl: D - Alarm d¼wiêkowy :
ro: D - Sunet alarmã :

source: E - Foreground Color (menu):
pl: E - Kolor napisów (menu) :
ro: E - Culoare PrimPlan (meniu):

source: F - Background Color (menu):
pl: F - Kolor t³a (menu) :
ro: F - Culoare Fundal (menu):

source: G - Foreground Color (term):
pl: G - Kolor napisów (term) :
ro: G - Culoare PrimPlan (term):

source: H - Background Color (term):
pl: H - Kolor t³a (term) :
ro: H - Culoare Fundal (term):

source: I - Foreground Color (stat):
pl: I - Kolor napisów (stat) :
ro: I - Culoare PrimPlan (stat):

source: J - Background Color (stat):
pl: J - Kolor t³a (stat) :
ro: J - Culoare Fundal (stat):

source: K - History Buffer Size :
pl: K - Rozmiar bufora historii :
ro: K - Mãrime Buffer Istoric :

source: L - Macros file :
pl: L - Plik z makrami :
ro: L - Fiºier de macrouri :

source: N - Macros enabled :
pl: N - Makra uaktywnione :
ro: N - Macrouri activate :

source: O - Character conversion :
pl: O - Konwersja znaków :
ro: O - Conversie caracter :

source: P - Add linefeed :
pl: P - Dodawanie linefeed :

source: Q - Local echo :
pl: Q - Lokalne echo :

source: Change which setting? (Esc to exit)
pl: Które ustawienie zmieniæ? (Esc to wyj¶cie)
ro: Schimbã care setare? (Esc pentru ieºire)

source: Screen and keyboard
pl: Ekran i klawiatura
ro: Ecran ºi tastaturã

source: M - Edit Macros
pl: M - Edycja makr
ro: M - Editare Macrouri

source: You can't change colors in black and white mode
pl: Nie mo¿esz zmieniaæ kolorów w trybie czarnobia³ym
ro: Nu se pot schimba culorile in modul alb-negru

source: Menu foreground == background color, change!
pl: Kolor pierwszego planu menu == kolorowi t³a, zmieñ to!
ro: Prim-planul de la meniu == culoarea de fundal, schimbaþi!

source: Terminal foreground == background color, change!
pl: Kolor pierwszego planu terminala == kolorowi t³a, zmieñ to!
ro: Prim-planul de la terminal == culoarea de fundal, schimbaþi!

source: History Buffer Size
pl: Rozmiar Bufora Historii
ro: Mãrime Buffer Istoric

source: You have changed the history buffer size. You will need to save the configuration file and restart minicom for the change to take effect. Hit a key to Continue...
pl: Zmieni³e¶ rozmiar bufora historii. Bêdziesz musia³ zapisaæ plik konfiguracyjny i ponownie uruchomiæ minicoma, aby zmiany przynios³y efekt. Wci¶nij dowolny klawisz by kontynuowaæ...

source: Program new command key
pl: Nowy klawisz - komenda
ro: Programare tastã nouã de comandã

source: Press the new command key. If you want to use the META or ALT key enter: o SPACE if your meta key sets the 8th bit high o ESC if your meta key sends the ESCAPE prefix (standard) Press new command key:
pl: Naci¶nij nowy klawisz komendy. Aby u¿yæ klawisza META lub ALT, wpisz: o SPACJÊ je¶li metaklawisz ustawia 8. bit o ESC je¶li metaklawisz wysy³a przedrosek ESCAPE (standardowo) Naci¶nij nowy klawisz komendy:

source: Meta-8th bit
pl: Meta (8. bit)
ro: Al 8-ulea meta bit

source: disabled
pl: zablokowana
ro: dezactivat

source: enabled
pl: odblokowana
ro: activat

source: ERROR: you do not have permission to create a file there!
pl: B£¡D: nie masz praw do utworzenia pliku w tym miejscu!
ro: EROARE: nu aveþi permisiunea sã creaþi un fiºier acolo!

source: ERROR: cannot open macro file %s
pl: B£¡D: nie mo¿na otworzyæ pliku makr %s
ro: EROARE: nu se poate deschide fiºierul de macro %s

source: Reading macros
pl: Wczytywanie makr
ro: Citire macro-uri

source: A - Terminal emulation :
pl: A - Emulacja terminala :
ro: A - Emulare terminal :

source: B - Backspace key sends :
pl: B - Backspace wysy³a :
ro: B - Tasta Backspace trimite :

source: C - Status line is :
pl: C - Linia statusu :
ro: C - Linia de stare este :

source: D - Newline delay (ms) :
pl: D - Opó¼nienie linii (ms):
ro: D - Întârziere linie nouã (ms) :

source: E - ENQ answerback :
pl: E - odpowied¼ zwrotna ENQ:

source: Terminal settings
pl: Ustawienia terminala
ro: Setãri terminal

source: Cannot write to %s
pl: Nie mogê zapisywaæ do %s
ro: Nu am putut scrie în %s

source: Configuration saved
pl: Konfiguracja zapisana
ro: Configuraþie salvatã

source: ERROR: Macros have changed but no filename is set!
pl: B£¡D: Makra zosta³y zmienione ale nie ma ustawionej nazwy pliku!
ro: EROARE: Macrourile s-au schimbat dar nu a fost setat nici un nume de fiºier!

source: Cannot write macros file %s
pl: Nie mogê zapisaæ pliku makr %s
ro: Nu am putut scrie fiºierul de macrouri %s

source: Macros saved
pl: Makra zapisane
ro: Macrouri salvate

source: You are not allowed to create a configuration
pl: Nie masz praw do utworzenia konfiguracji
ro: Nu aveþi voie sã creaþi o configuraþie

source: Give name to save this configuration?
pl: Pod jak± nazw± zapisaæ konfiguracjê?
ro: Daþi nume pentru a salva aceastã configuraþie?

source: Filenames and paths
pl: Nazwy plików i ¶cie¿ki
ro: NumeFiºiere ºi cãi

source: File transfer protocols
pl: Protoko³y transferu plików
ro: Protocoale transfer fiºiere

source: Serial port setup
pl: Ustawienia portu szeregowego
ro: Setare port serial

source: Modem and dialing
pl: Modem i dzwonienie
ro: Modem ºi apelare

source: Save setup as..
pl: Zapisz setup jako..
ro: Salveazã setãrile ca...

source: Exit
pl: Wyj¶cie
ro: Ieºire

source: Exit from Minicom
pl: Wyjd¼ z Minicoma
ro: Ieºire din Minicom

source: Save setup as %s
pl: Zapisz setup jako %s
ro: Salveazã setãrile ca %s

source: configuration
pl: konfiguracja
ro: configuraþie

source: BLACK
pl: CZARNY
ro: NEGRU

source: RED
pl: CZERWONY
ro: ROªU

source: GREEN
pl: ZIELONY
ro: VERDE

source: YELLOW
pl: ¯Ó£TY
ro: GALBEN

source: BLUE
pl: NIEBIESKI
ro: ALBASTRU

source: MAGENTA
pl: PURPUROWY
ro: VIOLET

source: CYAN
pl: TURKUSOWY
ro: BLEU

source: WHITE
pl: BIA£Y
ro: ALB

source: Comm Parameters
pl: Parametry komunikacji
ro: Parametri Comunicaþie

source: Speed Parity Data
pl: Prêdko¶æ Parzysto¶æ Dane

source: A: <next> L: None S: 5
pl: A: <nastêpna> L: Brak S: 5

source: B: <prev> M: Even T: 6
pl: B: <poprzednia> M: Parzysto¶æ T: 6

source: C: 9600 N: Odd U: 7
pl: C: 9600 M: Nieparzyst. U: 7

source: E: 115200 P: Space
pl: E: 115200 P: Spacja

source: Stopbits
pl: Bity stopu

source: K: Current
pl: K: Aktualna
ro: K: Curent

source: Choice, or <Enter> to exit?
pl: Wybierz lub <Enter> by wyj¶æ?
ro: Se alege sau <Enter> pentru ieºire?

source: Current: %5s %s%s%s
pl: Aktualnie: %5s %s%s%s
ro: Curent: %5s %s%s%s

source: F1 to F10 Macros
pl: F1 - F10 Makra
ro: D la F1 la F10 Macrouri

source: (LEGEND: ^M = C-M, ^L = C-L, ^G = C-G, ^R = C-R, ^~ = pause 1 second,
pl: (LEGENDA: ^M = C-M, ^L = C-L, ^G = C-G, ^R = C-R, ^~ = 1-sekundowa pauza,
ro: (LEGENDA: ^M = C-M, ^L = C-L, ^G = C-G, ^R = C-R, ^~ = pauzã 1 secundã,

source: \u = username, \p = password, \\ = \, \e = toggle echo,
pl: \u = u¿ytkownik, \p = has³o, \\ = \, \e = prze³±czenie echa,

source: \l = toggle LF, \bX1..Xn<sp> = change baud rate. Example: "\bfq "
pl: \l = prze³±czenie LF, \bX1..Xn<sp> = zmiana prêdko¶ci. Np.: "\bfq "

source: = 19200 8N1. (See the "Comm Parameters" menu for valid values of X.))
pl: = 19200 8N1 (poprawne warto¶ci X w menu "Parametry komunikacji").)

source: CHANGED
pl: ZMIENIONO
ro: SCHIMBAT

source: Character conversion
pl: Konwersja znaków
ro: Conversie caracter

source: char in out char in out char in out char in out
pl: znak we wyj znak we wyj znak we wyj znak we wyj

source: A - load table B - save table
pl: A - ³aduj tabelê B - zapisz tabelê
ro: A - încãrcare tabel B - salvare tabel

source: file:%s
pl: plik:%s
ro: fiºier:%s

source: C - edit char D - next screen E - prev screen
pl: C - edytuj znak D - nastêpny ekran E - poprzedni ekran
ro: C - editare caracter D - urmãtorul ecran E - ecranul anterior

source: F - convert capture: %s
pl: F - konwertuj capture: %s
ro: F - capturã conversie: %s

source: Load file: %s
pl: £aduj plik: %s
ro: Încarcã fiºier: %s

source: Save as file: %s
pl: Zapisz jako plik: %s
ro: Salveazã ca fiºier: %s

source: Character to be edited:
pl: Znak do edycji:
ro: Caractere ce vor fi editate:

source: Input character ascii value 0-255
pl: Wej¶ciowy znak ASCII (0-255)
ro: Valoare ascii a caracterului de intrare între 0 ºi 255

source: Change input to: %s
pl: Zmieñ wej¶cie na: %s
ro: Schimbare input în: %s

source: Change output to: %s
pl: Zmieñ wyj¶cie na: %s
ro: Schimbare output în: %s

source: Cannot open conversion table %s
pl: Nie mogê otworzyæ tabeli konwersji %s
ro: Nu s-a putut deschide tabela de conversie %s

source: Cannot write conversion table %s
pl: Nie mogê zapisaæ tabeli konwersji %s
ro: Nu s-a putut scrie tabela de conversie %s

source: Initializing Modem
pl: Inicjalizujê Modem
ro: Iniþializare Modem

source: Resetting Modem
pl: Resetujê Modem
ro: Resetare Modem

source: Hanging up
pl: Odk³adam s³uchawkê
ro: Deconectare

source: Hangup (%ld:%02ld:%02ld)
pl: Od³o¿ona s³uchawka (%ld:%02ld:%02ld)
ro: Deconectare (%ld:%02ld:%02ld)

source: Sending BREAK
pl: Przesy³am BREAK
ro: Trimitere BREAK

source: No connection: %s.
pl: Brak po³±czenia: %s.
ro: Nici o conexiune: %s.

source: Press any key to continue..
pl: Wci¶nij dowolny klawisz by kontynuowaæ..
ro: Apãsaþi o tastã poentru continuare..

source: Retry in %2d seconds
pl: Ponowna próba w ci±gu %2d sekund
ro: Reîncearcã în %2d secunde

source: Max retries
pl: Maks ponownych prób
ro: Maximum de încercãri

source: You are already online! Hang up first.
pl: Ju¿ jeste¶ online! Najpierw od³ó¿ s³uchawkê.
ro: Sunteþi deja conectat! Prima datã deconectaþi-vã.

source: Autodial
pl: Auto-Dzwonienie
ro: Autoapelare

source: Dialing
pl: Dzwoniê
ro: Apelare

source: At : %s
pl: Numer : %s

source: Last on : %s at %s
pl: Ostatnio: %s o %s

source: Time : %-3d
pl: Czas : %-3d
ro: Duratã : %-3d

source: Attempt #%d
pl: Próba #%d
ro: Încercare #%d

source: Escape to cancel, space to retry.
pl: Esc by anulowaæ, spacja to ponowna próba.
ro: Escape pentru renunþarel, spaþiu pentru a reîncerca.

source: Cancelled
pl: Anulowano
ro: Anulat

source: Connected. Press any key to continue
pl: Po³±czony. Wci¶nij dowolny klawisz by kontynuowaæ
ro: Conectat. Apãsaþi o tastã pentru continuare

source: Manually entered number
pl: Rêcznie wpisany numer
ro: Numãr introdus manual

source: Cannot open ~/.dialdir: permission denied
pl: Nie mogê otworzyæ ~/.dialdir: brak dostêpu
ro: Nu pot deschide ~/.dialdir: permisiune respinsã

source: Phonelist garbled (unknown version?)
pl: Lista telefonów przechwycona (nieznana wersja?)
ro: Lista de telefoane e zãpãcitã (versiune necunoscutã?)

source: Phonelist corrupted
pl: Lista telefonów uszkodzona

source: Unknown dialing directory version
pl: Nieznana wersja katalogu dzwonienia
ro: Versiune necunoscutã a directorului de apelare

source: Phonelist garbled (?)
pl: Lista telefonów przechwycona (?)
ro: Listã de telefoane zãpãcitã (?)

source: Out of memory while reading dialing directory
pl: Zabrak³o pamiêci podczas odczytu katalogu dzwonienia
ro: Memorie plinã în timpul citirii directorului de apelare

source: Old dialdir copied as %s.%hd
pl: Stary katalog dzwonienia skopiowany jako %s.%hd
ro: dialdir vechi copiat ca %s.%hd

source: Cannot open ~/.dialdir for writing!
pl: Nie mo¿na otworzyæ ~/.dialdir do zapisu!

source: Error writing to ~/.dialdir!
pl: B³±d podczas zapisu w ~/.dialdir!

source: A - Name :
pl: A - Nazwa :
ro: A - Nume :

source: B - Number :
pl: B - Numer :
ro: B - Numãr :

source: C - Dial string # :
pl: C - Ci±g dzwonienia # :
ro: C - ªir apelare # :

source: D - Local echo :
pl: D - Lokalne echo :
ro: D - Echo local :

source: E - Script :
pl: E - Skrypt :

source: F - Username :
pl: F - U¿ytkownik :
ro: F - Nume utilizator :

source: G - Password :
pl: G - Has³o :
ro: G - Parolã :

source: H - Terminal Emulation :
pl: H - Emulacja terminala :
ro: H - Emulare terminal :

source: I - Backspace key sends :
pl: I - Klawisz backspace wysy³a :
ro: I - Tasta Backspace trimite :

source: J - Linewrap :
pl: J - Zawijanie linii :
ro: J - Aranjare(wrap) linii :

source: K - Line Settings :
pl: K - Ustawienia linii :
ro: K - Setãri linie :

source: L - Conversion table :
pl: L - Tabela konwersji :
ro: L - Tabelã de conversie :

source: On
pl: Tak
ro: Activat

source: Off
pl: Nie
ro: Dezactivat

source: Last dialed : %s %s
pl: Ostatnio dzwoniono : %s %s
ro: Ultima datã apelat : %s %s

source: Times on : %d
pl: Czas : %d
ro: De câte ori a fost : %d

source: Dial
pl: Dzwoñ

source: Find
pl: Szukaj

source: Add
pl: dodAj

source: Edit
pl: Zmieñ

source: Remove
pl: Usuñ

source: moVe
pl: Przesuñ

source: Manual
pl: Rêcznie

source: Yes
pl: Tak
ro: Da

source: No
pl: Nie
ro: Nu

source: Entry "%s" not found. Enter dialdir?
pl: Wpis "%s" nie znaleziony. Podaj katalog dzwonienia?
ro: Intrarea "%s" nu a fost gãsitã. Introduceþi dialdir?

source: ( Escape to exit, Space to tag )
pl: ( Esc by wyj¶æ, Spacja by zaznaczyæ )
ro: ( Escape pentru ieºire, Spaþiu pentru selecþie )

source: Move entry up/down, Escape to exit
pl: Przesuwanie góra/dó³. Esc by wyj¶æ
ro: Mutã intrarea sus/jos, Escape pentru ieºire

source: Dialing Directory
pl: Katalog Dzwonienia
ro: Director de Apelare

source: Name Number Last on Times Script
pl: Nazwa Numer Ostatnio by³ Skrypt czasów
ro: Nume Numãr Ultima datã pe De câte ori

source: Find an entry
pl: Znajd¼ wpis
ro: Gãseºte o intrare

source: Remove entry?
pl: Usun±æ wpis?
ro: ªterge intrarea?

source: Enter number
pl: Podaj numer
ro: Introduceþi numãrul

source: [Goto]
pl: [Id¼]

source: [Prev]
pl: [Wstecz]

source: [Show]
pl: [Poka¿]

source: [Tag]
pl: [Zazn]

source: [Untag]
pl: [oDzn]

source: [Okay]
pl: [Ok]

source: Select one or more files for download
pl: Wybierz jeden lub wiêcej plików do ¶ci±gniêcia

source: Select a file for download
pl: Wybierz plik do ¶ci±gniêcia

source: Select a directory for download
pl: Wybierz katalog do ¶ci±gniêcia

source: Select one or more files for upload
pl: Wybierz jeden lub wiêcej plików do wys³ania

source: Select a file for upload
pl: Wybierz plik do wys³ania

source: Select a directory for upload
pl: Wybierz katalog do wys³ania

source: Directory: %%-%ds
pl: Katalog : %%-%ds
ro: Directorul: %%-%ds

source: Can't back up!
pl: Nie mo¿na powróciæ!
ro: Nu se poate reveni(back-up)!

source: Too many files tagged - buffer would overflow
pl: Zbyt du¿o zaznaczonych plików - bufor zostanie przepe³niony
ro: Prea multe fiºiere selectate - bufferul va da pe dinafarã

source: Can select only one!
pl: Mogê wybraæ tylko jeden!
ro: Nu puteþi selecta doar una!

source: Goto directory:
pl: Id¼ do katalogu:
ro: Du-te la directorul:

source: Filename pattern:
pl: Wzorzec nazwy pliku:
ro: Model nume fiºier:

source: Tag pattern:
pl: Wzorzec zaznaczania:
ro: Model selecþie:

source: No file(s) tagged
pl: Brak zaznaczonego pliku(ów)
ro: Nici un fiºier selectat

source: Untag pattern:
pl: Wzorzec odznaczania:
ro: Model deselecþie:

source: No file(s) untagged
pl: Brak odznaczonego pliku(ów)
ro: Nici un fiºier deselectat

source: No file selected - enter filename:
pl: Nie wybrano pliku - podaj nazwê pliku:
ro: Nici un fiºier selectat - introduceþi nume fiºier:

source: File: "%s" exists! Overwrite?
pl: Plik: "%s" istnieje! Nadpisaæ?

source: no such file!
pl: nie ma takiego pliku!
ro: nu existã fiºierul!

source: %d files:
pl: %d plików:
ro: %d fiºiere:

source: Minicom Command Summary
pl: Wykaz Komend Minicoma
ro: Cuprins Comenzi Minicom

source: Commands can be called by %s<key>
pl: Komendy mog± byæ wywo³ywane przez %s<klawisz>
ro: Comenzile pot fi apelate prin <tasta>%s

source: Main Functions
pl: G³ówne Funkcje
ro: Funcþii Principale

source: Other Functions
pl: Inne Funkcje
ro: Alte Funcþii

source: Dialing directory..D run script (Go)....G | Clear Screen.......C
pl: Katalog dzwonienia.D uruchom skrypt.....G | Wyczy¶æ Ekran......C
ro: Director apelare..D ruleazã script (Go).G | ªterge Ecran.....C

source: Send files.........S Receive files......R | cOnfigure Minicom..O
pl: Wy¶lij pliki.......S Przesy³aj pliki....R | kOnfiguruj Minicom.O
ro: Trimitere fiºiere...S Recepþie fiºier...R | cOnfig. Minicom....O

source: comm Parameters....P Add linefeed.......A |
pl: Parametry komun....P Dodaj linefeed.....A |
ro: Param. config....P Adãugare linefeed....A |

source: Suspend minicom....J
pl: Zawie¶ minicoma.....J

source: Jump to a shell....J
pl: Skocz do pow³oki....J
ro: Salt la shell....J

source: Capture on/off.....L Hangup.............H | eXit and reset.....X
pl: Zrzut ekran w³/wy³.L Odwie¶ s³uchawkê...H | zresetuj i wyjd¼...X
ro: Capturã act/dez..L Deconectare..........H | Ieºire cu reset....X

source: send break.........F initialize Modem...M | Quit with no reset.Q
pl: wy¶lij break.......F inicjalizuj Modem..M | wyjd¼ bez resetu...Q
ro: trimitere break....F iniþializare Modem...M | Ieºire fãrã reset Q

source: Terminal settings..T run Kermit.........K | Cursor key mode....I
pl: Ustaw. terminala...T Kermit.............K | Tryb klaw kursora..I
ro: Setãri terminal..T rulare Kermit.........K | mod tastã cursor..I

source: lineWrap on/off....W
pl: zaWijanie w³/wy³...W
ro: Wraplinii act/dez..W

source: local Echo on/off..E | Help screen........Z
pl: lokalne Echo.......E | Ekran pomocy.......Z

source: Paste file.........Y
pl: Wklej plik.........Y

source: | scroll Back........B
pl: | skroluj z powrotem.B
ro: | scroll înapoi......B

source: Written by Miquel van Smoorenburg 1991-1995
pl: Autor: Miquel van Smoorenburg 1991-1995
ro: Scris de Miquel van Smoorenburg 1991-1995

source: Some additions by Jukka Lahtinen 1997-2000
pl: Dodatki: Jukka Lahtinen 1997-2000
ro: Unele adãugiri de Jukka Lahtinen 1997-2000

source: i18n by Arnaldo Carvalho de Melo 1998
pl: i18n: Arnaldo Carvalho de Melo 1998
ro: i18n de Arnaldo Carvalho de Melo 1998
